Repository: sergiossm/rankings
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# appBarTitle
source: Ranking
es: Joyo

source: Continue with Google
es: Continuar con Google

source: Continue with Apple
es: Continuar con Apple

source: Other options
es: Otras opciones

source: Ask me to rank anything
es: Pídeme que clasifique cualquier cosa

# topMovies
source: Top 10 movies of all time
es: Las 10 mejores películas de todos los tiempos

# bestRestaurants
source: Best restaurants in Barcelona
es: Mejores restaurantes en Barcelona

# greatestAthletes
source: Greatest athletes ever
es: Los mejores atletas de la historia

# beautifulPlaces
source: Most beautiful places to visit
es: Lugares más hermosos para visitar

# programmingLanguages
source: Best programming languages for 2025
es: Mejores lenguajes de programación para 2025

# techUnicorns
source: Highest-valued tech unicorns
es: Unicornios tecnológicos mejor valorados

# startupFounders
source: Most successful startup founders
es: Fundadores de startups más exitosos

# youtubeCreators
source: Top YouTube content creators
es: Mejores creadores de contenido de YouTube

# productivityTools
source: Top productivity tools for developers
es: Mejores herramientas de productividad para desarrolladores

# paidInfluencers
source: Highest-paid influencers
es: Influencers mejor pagados

source: Developed by
es: Desarrollado por

source: Ask a question
es: Pídeme que clasifique cualquier cosa
